{
      "Skull": "Struktur tulang utama yang membentuk kepala dan melindungi otak, mata, dan organ pendengaran. Terdiri dari banyak tulang yang saling bersatu.",
      "Nasal": "Tulang kecil yang membentuk jembatan hidung, memberikan bentuk pada hidung bagian atas.",
      "Temporal": "Tulang yang terletak di sisi kepala, melindungi organ pendengaran dan mendukung struktur wajah.",
      "Zygomatic": "Tulang pipi yang memberikan bentuk pada wajah dan membentuk bagian orbit mata.",
      "Maxilla": "Tulang wajah bagian atas yang membentuk rahang atas, memegang gigi atas, dan membentuk bagian dari rongga hidung.",
      "Mandible": "Tulang rahang bawah yang merupakan satu-satunya tulang wajah yang dapat bergerak.",
      "Clavicle": "Dikenal sebagai tulang selangka, menghubungkan tulang dada dengan tulang bahu untuk mendukung gerakan lengan.",
      "Scapula": "Tulang pipih berbentuk segitiga yang dikenal sebagai tulang belikat, berperan penting dalam pergerakan bahu.",
      "Pectoral Girdle": "Struktur tulang yang terdiri dari clavicle dan scapula, menghubungkan lengan dengan tubuh.",
      "Sternum": "Tulang dada yang melindungi jantung dan paru-paru serta menjadi titik perlekatan untuk tulang rusuk.",
      "Humerus": "Tulang panjang di lengan atas yang menghubungkan bahu dengan siku.",
      "Radius": "Tulang lengan bawah yang berada di sisi ibu jari, berperan penting dalam pergerakan pergelangan tangan.",
      "Ulna": "Tulang lengan bawah yang sejajar dengan radius, terletak di sisi kelingking.",
      "Carpals": "Tulang kecil yang membentuk pergelangan tangan, memungkinkan fleksibilitas tangan.",
      "Metacarpals": "Tulang panjang di telapak tangan yang menghubungkan pergelangan dengan jari.",
      "Phalanges (Hand)": "Tulang-tulang yang membentuk jari tangan, memungkinkan gerakan dan pegangan.", 
      "Ribs": "Tulang rusuk yang melindungi organ vital seperti jantung dan paru-paru dalam rongga dada.",
      "Vertebral Column": "Tulang belakang yang terdiri dari banyak vertebra, memberikan dukungan utama untuk tubuh dan melindungi sumsum tulang belakang.",
      "Acetabulum": "Rongga di panggul yang menjadi tempat pertemuan tulang paha dengan panggul.",
      "Symphysis Pubis": "Sendi kartilago yang menghubungkan tulang panggul di bagian depan.",
      "Ilium": "Bagian terbesar dari panggul, berbentuk lebar dan pipih.",
      "Sacrum": "Tulang segitiga yang menghubungkan tulang belakang dengan panggul.",
      "Coccyx": "Tulang ekor yang terletak di ujung bawah tulang belakang.",
      "Pubis": "Bagian dari tulang panggul yang terletak di depan.",
      "Ischium": "Bagian dari tulang panggul yang menjadi titik duduk.",
      "Pelvic Girdle": "Struktur tulang panggul yang menghubungkan tubuh bagian atas dengan kaki.",
      "Femur": "Tulang paha yang merupakan tulang terbesar dan terkuat di tubuh, menopang berat badan.",
      "Patella": "Tulang tempurung lutut yang melindungi sendi lutut.",
      "Tibia": "Tulang besar di kaki bagian bawah, terletak di sisi depan, menopang berat tubuh.",
      "Fibula": "Tulang kecil di kaki bagian bawah, terletak di sisi luar, memberikan stabilitas pergelangan kaki.",
      "Tarsals": "Tulang kecil yang membentuk pergelangan kaki, memungkinkan gerakan kaki.",
      "Metatarsals": "Tulang panjang di kaki yang menghubungkan pergelangan kaki dengan jari kaki.",
      "Phalanges (Foot)": "Tulang-tulang yang membentuk jari kaki, membantu keseimbangan dan gerakan."
  }
  
